import { Category } from "@mui/icons-material";

export const postList = [
  {
    title: "ES",
    content: [
      { id: 1, content: "株式会社〇〇" },
      { id: 2, content: "株式会社△△" },
      { id: 3, content: "株式会社CC" },
      { id: 4, content: "株式会社BB" },
    ],
  },
  {
    title: "遊び",
    content: [
      { id: 1, content: "あいうえお" },
      { id: 2, content: "あいそらと遊ぶ" },
      { id: 3, content: "teamゆせで集まる" },
      { id: 4, content: "カラオケオール" },
    ],
  },
];

export const posts = [
  {
    id: 1,
    CardTitle: "株式会社〇〇",
    post: [
      {
        category: "志望理由",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
      {
        category: "長所",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
      {
        category: "短所",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
    ],
  },
  {
    id: 2,
    CardTitle: "株式会社〇〇",
    post: [
      {
        category: "志望理由",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
      {
        category: "長所",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
      {
        category: "短所",
        description:
          "前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました.長所短所：私の長所は、的確な目標設定ができるリーダーシップがあることです。私が所属しているハンドボール部は試合での勝率が低く、大会ではいつも予選で敗退していました。そこで、私は監督と協力してチームメイト一人一人の強みと弱みを洗い出し、個別の練習メニューを作成しました。その結果、練習試合での勝率が高まり、大会でも初の予選通過を達成しました。このように、私にはチームに必要なものを俯瞰的に把握し、目標達成へと導く能力があります。御社でもこの長所を活かして、個人の成績だけでなくチームでの結果を残せるように尽力していきたいと考えています。私の短所は優柔不断なところです。買い物に行った時は商品選びに時間がかかることも多く、大学のゼミの活動で決断を迫られた際もなかなか意思決定ができませんでした。この性格を直すためには、事前の情報収集が肝心だと考えています。買い物では欲しい商品の情報をまとめ、決断を迫られる状況でも全体の意見や先のことを考慮することで、以前よりも早く決められるようになりました。私は物事に対して慎重に考えて行動しますが、御社に入社した際はこの性格を生かしながらも丁寧かつスピード感を持って仕事に臨む自信があります。",
      },
    ],
  },
];
