export const postList = [
  {
    title: "ES",
    content: [
      { id: 1, content: "株式会社〇〇" },
      { id: 2, content: "株式会社△△" },
      { id: 3, content: "株式会社CC" },
      { id: 4, content: "株式会社BB" },
    ],
  },
  {
    title: "遊び",
    content: [
      { id: 1, content: "あいうえお" },
      { id: 2, content: "あいそらと遊ぶ" },
      { id: 3, content: "teamゆせで集まる" },
      { id: 4, content: "カラオケオール" },
    ],
  },
];

export const posts = [
  {
    id: 1,
    CardTitle: "株式会社〇〇",
    CardContent:
      "志望理由：前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました",
  },
  {
    id: 2,
    CardTitle: "株式会社△△",
    CardContent:
      "志望理由：前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました",
  },
  {
    id: 3,
    CardTitle: "株式会社◆◆",
    CardContent:
      "志望理由：前職では主に保険会社や証券会社の業務系システムの開発に携わり、プログラマとして約1年、SEとして約2年のキャリアを積んできました。また、1年前からはリーダーとして3人のスタッフの管理を任されるようになり、技術力に加えてマネジメントスキルを向上させる努力も続けてきました。しかし、これまで担当してきたシステムは規模が大きいこともあり、基本設計より上流の工程は取引先からプライムで受けているSIerが担当するケースが多く、私たちは詳細設計以降のフェーズを担当することがほとんどでした。今後の自身のキャリアを考えても、上流工程を経験する必要があると強く感じており、現在は要件定義や基本設計を担当できる環境を求めて転職活動を進めています。貴社は大規模案件に関してもプライム案件の比率が高く、成長意欲の高いエンジニアが集まっていると伺っております。貴社のような環境で要件定義や基本設計から開発・実装までを一貫して担当したいと考え、志望させていただきました",
  },
];
